-- phpMyAdmin SQL Dump
-- version 2.11.11.3
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Июн 29 2013 г., 12:36
-- Версия сервера: 5.5.28
-- Версия PHP: 5.3.25

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `infotur_ts`
--

-- --------------------------------------------------------

--
-- Структура таблицы `agencys`
--

CREATE TABLE IF NOT EXISTS `agencys` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `kod` varchar(4) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `agencys`
--

INSERT INTO `agencys` (`id`, `kod`, `email`) VALUES
(1, '7777', '777tur.ua@gmail.com'),
(2, 'ad23', 'stas@vistana.com.ua');

-- --------------------------------------------------------

--
-- Структура таблицы `booking`
--

CREATE TABLE IF NOT EXISTS `booking` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `fio` varchar(255) DEFAULT NULL,
  `email` varchar(255) CHARACTER SET cp1251 DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `idreys` int(20) unsigned NOT NULL,
  `places` varchar(255) DEFAULT NULL,
  `num_ligoty` int(10) unsigned DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `status` varchar(1) DEFAULT NULL,
  `password` varchar(255) CHARACTER SET cp1251 DEFAULT NULL,
  `price` int(6) unsigned NOT NULL,
  `point1` text,
  `point2` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=195 ;

--
-- Дамп данных таблицы `booking`
--

INSERT INTO `booking` (`id`, `fio`, `email`, `phone`, `idreys`, `places`, `num_ligoty`, `time`, `status`, `password`, `price`, `point1`, `point2`) VALUES
(1, 'Андрейко Ольга Анатольевна', '(067)8969387', 'o.andreyko@mail.ru', 74, '20', 0, '2013-06-06 19:57:40', '2', NULL, 0, NULL, NULL),
(2, 'выгулярная альбина михайловна', '0957071943', 'alya.albina.2009@yandex.ua', 75, '24,23', 0, '2013-06-07 15:26:43', '2', NULL, 440, NULL, NULL),
(3, 'Жонсон Валентина Павловна', '096-912-40-05', '777tur.ua@gmail.com', 68, '9', 0, '2013-06-08 07:49:46', '1', NULL, 195, 'Днепропетровск', 'Лазурное'),
(4, 'Демьяненко Анна Алексеевна', '0633552456', 'anyabelle@yandex.ru', 25, '7', 0, '2013-06-09 07:48:06', '2', NULL, 200, NULL, NULL),
(5, 'Слесаренко Екатерина Александровна', '8063410160', 'katerinka-vishenka@mail.ru', 61, '27,28', 0, '2013-06-09 13:09:35', '2', NULL, 400, NULL, NULL),
(6, 'Слесаренко Екатерина Александровна', '8063410160', 'katerinka-vishenka@mail.ru', 72, '27,28', 0, '2013-06-09 13:09:35', '2', NULL, 400, NULL, NULL),
(10, 'Выгулярная Альбина Михайловна', '0957071943', '777tur.ua@gmail.com', 1, '7,8', 0, '2013-06-10 06:37:16', '1', NULL, 440, NULL, NULL),
(11, 'Бражник Людмила Егоровна', '0974076607', '__svetlana@ukr.net', 78, '32', 0, '2013-06-10 10:59:12', '2', NULL, 230, NULL, NULL),
(12, 'чапаев александр игоревич', ' 79216397127', 'achapaev02@mail.ru', 79, '37,38', 0, '2013-06-11 07:37:55', '2', NULL, 440, NULL, NULL),
(13, 'Крамарчук Сергей Леонидович', '097-38-36-709', '777tur.ua@gmail.com', 80, '7,8,9', 0, '2013-06-11 12:55:56', '1', NULL, 585, 'Железный Порт', 'Днепропетровск'),
(14, 'Осеева Элеонора тур в Ялту', '0958820756', '777tur.ua@gmail.com', 25, '1,2', 0, '2013-06-11 13:11:47', '1', NULL, 400, 'Ялта', 'Днепропетровск'),
(15, 'Дубина Лариса Георгиевна', '0504860364', 'larisa@alvi.ua', 81, '30,29', 0, '2013-06-11 14:26:14', '1', NULL, 400, 'Днепропетровск', 'Партенит'),
(16, 'Дубина Лариса Георгиевна', '0504860364', 'larisa@alvi.ua', 82, '30,29', 0, '2013-06-11 14:26:14', '1', NULL, 400, 'Партенит', 'Днепропетровск'),
(17, 'Сторож Алена Александровна до Алушты', '097-24-88-431', 'storozhalena@mail.ru', 25, '4', 0, '2013-06-13 12:14:24', '1', NULL, 200, NULL, NULL),
(18, 'Паламар Наталья Александровна', '0968461111', 'palamar@i.ua', 85, '7,8,10,11', 0, '2013-06-13 13:02:27', '1', NULL, 880, NULL, NULL),
(19, 'Паламар Наталья Александровна', '0968461111', 'palamar@i.ua', 12, '7,8,10,11', 0, '2013-06-13 13:02:27', '1', NULL, 880, NULL, NULL),
(20, 'Минченко Александр Сергеевич', '0632588080', 'alexandrminchenko@yandex.ru', 109, '23', 0, '2013-06-13 20:26:29', '1', NULL, 230, 'Запорожье', 'Симеиз'),
(21, 'Минченко Александр Сергеевич', '0632588080', 'alexandrminchenko@yandex.ru', 110, '21', 0, '2013-06-13 20:26:29', '1', NULL, 230, 'Симеиз', 'Запорожье'),
(22, 'Гончарова Оксана Ивановна', '067-731-55-60', 'favor102@mail.ru', 111, '22,21', 0, '2013-06-13 20:37:38', '1', NULL, 460, 'Днепропетровск', 'Оленевка'),
(23, 'Гончарова Оксана Ивановна', '067-731-55-60', 'favor102@mail.ru', 112, '21,22', 0, '2013-06-13 20:37:38', '1', NULL, 460, 'Оленевка', 'Днепропетровск'),
(24, 'Кротова Марианна', '0679169437', 'mariannak@i.ua', 113, '', 0, '2013-06-14 08:20:51', '2', NULL, 200, 'Запорожье', 'Гурзуф'),
(25, 'Кротова Марианна', '0679169437', 'mariannak@i.ua', 114, '7,8,10,11', 0, '2013-06-14 08:20:51', '1', NULL, 800, 'Гурзуф', 'Запорожье'),
(26, 'Литвинова Алла Владимировна', '091-114-25-77', '777tur.ua@gmail.com', 115, '1,2', 0, '2013-06-14 08:35:02', '1', NULL, 440, 'Днепропетровск', 'Судак'),
(27, 'Литвинова Алла Владимировна', '091-114-25-77', '777tur.ua@gmail.com', 116, '1,2', 0, '2013-06-14 08:35:02', '1', NULL, 440, 'Судак', 'Днепропетровск'),
(28, 'Кротова', '0972914470', '777tur.ua@gmail.com', 113, '7,8,10,11', 0, '2013-06-14 08:45:33', '1', NULL, 800, 'Запорожье', 'Гурзуф'),
(29, 'кучер надежда васильевна', '0974066695', 'kucher1978@mail.ua', 1, '10,11,12', 0, '2013-06-14 10:17:24', '1', NULL, 690, 'Днепропетровск', 'Морское'),
(30, 'кучер надежда васильевна', '0974066695', 'kucher1978@mail.ua', 12, '13,14,15', 0, '2013-06-14 10:17:24', '1', NULL, 690, 'Морское', 'Днепропетровск'),
(31, 'Татьяна', '097291-44-70', '777tur.ua@gmail.com', 12, '13,14,15', 0, '2013-06-14 11:11:33', '2', NULL, 690, 'Морское', 'Днепропетровск'),
(32, 'Ступникова Татьяна', '095-230-85-86', '777tur.ua@gmail.com', 60, '7,8,9', 0, '2013-06-14 12:46:16', '1', NULL, 585, 'Железный Порт', 'Днепропетровск'),
(33, 'Меньшиков Евгений Михайлович', '0964336999', 'men211078@mail.ru', 49, '10,11', 0, '2013-06-14 12:48:42', '2', NULL, 390, 'Днепропетровск', 'Железный Порт'),
(34, 'Меньшиков Евгений Михайлович', '0964336999', 'men211078@mail.ru', 108, '10,11', 0, '2013-06-14 12:48:42', '2', NULL, 390, 'Железный Порт', 'Днепропетровск'),
(35, 'Одинцова Алена Григорьевна', '067-792-34-84', '777tur.ua@gmail.com', 88, '4,5', 0, '2013-06-14 13:33:48', '1', NULL, 440, 'Судак', 'Днепропетровск'),
(36, 'Саркисова Виктория Валерьевна', '063-93-43-962', '777tur.ua@gmail.com', 1, '6', 0, '2013-06-15 07:18:40', '1', NULL, 200, 'Днепропетровск', 'Коктебель'),
(37, 'Проверочный Тест Петрович', '(097)-23-34-567', 'digg999@rambler.ru', 113, '51,52,53,54', 2, '2013-06-15 09:08:04', '2', NULL, 760, 'Запорожье', 'Гурзуф'),
(38, 'Проверочный Тест Петрович', '(097)-23-34-567', 'digg999@rambler.ru', 114, '51,49,52,50', 2, '2013-06-15 09:08:04', '2', NULL, 760, 'Гурзуф', 'Запорожье'),
(39, 'Проверка тест ', '0634412114', 'viparhomenko@gmail.com', 76, '22,24,23', 1, '2013-06-15 09:14:39', '2', NULL, 580, 'Запорожье', 'Гурзуф'),
(40, 'Проверка тест ', '0634412114', 'viparhomenko@gmail.com', 117, '22,24,23', 1, '2013-06-15 09:14:39', '2', NULL, 580, 'Гурзуф', 'Запорожье'),
(41, 'Мазуренко Наталья Борисовна', '063-404-98-67', '777tur.ua@gmail.com', 60, '6', 0, '2013-06-15 10:08:04', '1', NULL, 195, 'Железный Порт', 'Днепропетровск'),
(42, 'Писарева Мария Евгеньевна', '0508269764', 'pisareva@hyundai.com.ua', 118, '7,8', 1, '2013-06-16 08:25:07', '1', NULL, 371, 'Днепропетровск', 'Железный Порт'),
(43, 'Писарева Мария Евгеньевна', '0508269764', 'pisareva@hyundai.com.ua', 119, '7,8', 1, '2013-06-16 08:25:07', '1', NULL, 371, 'Железный Порт', 'Днепропетровск'),
(44, 'Ещенко Инна', '067-443-97-64', 'i.yeshchenko@fozzy.ua', 1, '9', 0, '2013-06-16 17:23:54', '1', NULL, 200, 'Днепропетровск', 'Феодосия'),
(45, 'Ещенко Инна', '067-443-97-64', 'i.yeshchenko@fozzy.ua', 12, '9', 0, '2013-06-16 17:23:54', '1', NULL, 200, 'Феодосия', 'Днепропетровск'),
(46, 'Мельников Юрий Валериевич', '0688578819', 'melnikov.x@yandex.ua', 120, '7,10,11,8,12', 2, '2013-06-17 07:00:08', '1', NULL, 936, 'Днепропетровск', 'Железный Порт'),
(47, 'Мельников Юрий Валериевич', '0688578819', 'melnikov.x@yandex.ua', 121, '10,7,11,8,12', 2, '2013-06-17 07:00:08', '1', NULL, 936, 'Железный Порт', 'Днепропетровск'),
(48, 'Кинзерская Наталья', '050-46-34-113', '777tur.ua@gmail.com', 105, '6', 0, '2013-06-17 07:28:02', '1', NULL, 195, 'Днепропетровск', 'Железный Порт'),
(49, 'Кинзерская Наталья', '050-46-34-113', '777tur.ua@gmail.com', 60, '12', 0, '2013-06-17 07:28:02', '1', NULL, 195, 'Железный Порт', 'Днепропетровск'),
(50, 'Трофимова Анна Николаевна', '066-117-83-37', '777tur.ua@gmail.com', 25, '6,7,8', 0, '2013-06-17 09:43:37', '2', NULL, 600, 'Днепропетровск', 'Гурзуф'),
(51, 'Лужко Ирина Александровна', '0633449505', '777tur.ua@gmail.com', 25, '10,11,12,13,14', 0, '2013-06-17 09:43:57', '1', NULL, 1000, 'Днепропетровск', 'Ялта'),
(52, 'Лужко Ирина Александровна', '0633449505', '777tur.ua@gmail.com', 100, '10,11,12,13,14', 0, '2013-06-17 09:43:57', '1', NULL, 1000, 'Ялта', 'Днепропетровск'),
(53, 'Основенко Татьяна', '0972914470', '777tur.ua@gmail.com', 25, '5,18', 0, '2013-06-17 10:06:20', '1', NULL, 400, 'Днепропетровск', 'Ялта'),
(54, 'Основенко Татьяна', '0972914470', '777tur.ua@gmail.com', 100, '6,18', 0, '2013-06-17 10:06:20', '1', NULL, 400, 'Ялта', 'Днепропетровск'),
(55, 'Валерий Иванович тур в Ялту', '0667096080', '777tur.ua@gmail.com', 25, '16,17', 0, '2013-06-17 10:47:01', '1', NULL, 400, 'Днепропетровск', 'Ялта'),
(56, 'Валерий Иванович тур в Ялту', '0667096080', '777tur.ua@gmail.com', 100, '7,8', 0, '2013-06-17 10:47:01', '1', NULL, 400, 'Ялта', 'Днепропетровск'),
(57, 'Татьяна', '0972914470', '777tur.ua@gmail.com', 100, '6', 0, '2013-06-17 11:39:38', '2', NULL, 200, 'Ялта', 'Днепропетровск'),
(58, 'Кострыкина Юлия Васильевна', ' 380669777067', 'donti@ukr.net', 1, '15', 0, '2013-06-17 11:51:54', '2', NULL, 200, 'Днепропетровск', 'Коктебель'),
(59, 'Гармаш Ольга Александровна', '0931484071', 'garmash23@ukr.net', 49, '7,8,6', 1, '2013-06-17 12:15:27', '2', NULL, 566, 'Днепропетровск', 'Железный Порт'),
(60, 'Гармаш Ольга Александровна', '0931484071', 'garmash23@ukr.net', 60, '10,11,12', 1, '2013-06-17 12:15:27', '2', NULL, 566, 'Железный Порт', 'Днепропетровск'),
(61, 'Гуслова Яна Олеговна', '0672731345', 'yana-guslova@mail.ru', 37, '10,11', 2, '2013-06-17 12:46:01', '1', NULL, 360, 'Днепропетровск', 'Межводное'),
(62, 'Администратор агентства', '0956886878', '777tur.ua@gmail.com', 1, '18', 0, '2013-06-17 19:35:57', '2', NULL, 230, 'Днепропетровск', 'Морское'),
(63, 'Администратор агентства', '0956886878', '777tur.ua@gmail.com', 88, '18', 0, '2013-06-17 19:35:57', '2', NULL, 230, 'Морское', 'Днепропетровск'),
(64, 'Администратор агентства', '0634412114', '777tur.ua@gmail.com', 12, '18', 0, '2013-06-17 20:00:34', '2', NULL, 220, 'Судак', 'Днепропетровск'),
(65, 'Бронь девушка', '0634412114', '777tur.ua@gmail.com', 25, '15', 0, '2013-06-17 20:17:11', '1', NULL, 200, 'Днепропетровск', 'Ялта'),
(66, 'Бронь девушка', '0634412114', '777tur.ua@gmail.com', 100, '15', 0, '2013-06-17 20:17:11', '1', NULL, 200, 'Ялта', 'Днепропетровск'),
(67, 'Администратор агентства', '0634412114', '777tur.ua@gmail.com', 99, '6', 0, '2013-06-17 20:22:21', '2', NULL, 200, 'Днепропетровск', 'Ялта'),
(68, 'Администратор агентства', '0634412114', '777tur.ua@gmail.com', 60, '10,11,12', 0, '2013-06-17 20:35:57', '2', NULL, 585, 'Железный Порт', 'Днепропетровск'),
(69, 'Администратор агентства', '0634412114', '777tur.ua@gmail.com', 60, '15', 0, '2013-06-17 20:39:03', '2', NULL, 195, 'Железный Порт', 'Днепропетровск'),
(70, 'Литвиненко Александра Николаевна', '093-565-94-00', 'speedi46@inbox.ru', 73, '10,11,12', 1, '2013-06-18 06:03:41', '1', NULL, 566, 'Днепропетровск', 'Железный Порт'),
(71, 'Литвиненко Александра Николаевна', '093-565-94-00', 'speedi46@inbox.ru', 122, '10,11,12', 1, '2013-06-18 06:03:41', '1', NULL, 566, 'Железный Порт', 'Днепропетровск'),
(72, 'Админ', '097291-44-70', '777tur.ua@gmail.com', 37, '10,11', 2, '2013-06-18 07:42:59', '2', NULL, 360, 'Днепропетровск', 'Межводное'),
(73, 'Зырянов Вячеслав Сергеевич', '0505609120', 'slavikzyryanov@yahoo.com', 1, '16,17', 0, '2013-06-18 10:15:14', '1', NULL, 440, 'Запорожье', 'Судак'),
(74, 'Зырянов Вячеслав Сергеевич', '0505609120', 'slavikzyryanov@yahoo.com', 12, '3,6', 0, '2013-06-18 10:15:14', '1', NULL, 440, 'Судак', 'Запорожье'),
(75, 'Баланенко Лариса Ивановна', '0986698729', '777tur.ua@gmail.com', 37, '4,5', 0, '2013-06-18 12:07:48', '1', NULL, 400, 'Днепропетровск', 'Межводное'),
(76, 'Гармаш Диана Олеговна', '0504805704', 'garmashdiana@rambler.ru', 1, '1,2', 0, '2013-06-18 12:14:09', '1', NULL, 400, 'Днепропетровск', 'Коктебель'),
(77, 'Гармаш Диана Олеговна', '0504805704', 'garmashdiana@rambler.ru', 11, '30,29', 0, '2013-06-18 12:14:09', '1', NULL, 400, 'Коктебель', 'Днепропетровск'),
(78, 'Клименко Татьяна Ивановна', '097291-44-70', '777tur.ua@gmail.com', 123, '20,21,22', 0, '2013-06-18 13:02:46', '1', NULL, 600, 'Днепропетровск', 'Межводное'),
(79, 'Клименко Татьяна Ивановна', '097291-44-70', '777tur.ua@gmail.com', 124, '20,21,22', 0, '2013-06-18 13:02:46', '1', NULL, 600, 'Межводное', 'Днепропетровск'),
(80, 'Гармаш Диана Олеговна', '097291-44-70', '777tur.ua@gmail.com', 12, '1,2', 0, '2013-06-18 13:26:53', '1', NULL, 400, 'Коктебель', 'Днепропетровск'),
(81, 'Тимофеева Татьяна Сергеевна', '0634293145', 'timofeeva0805@mail.ru', 1, '13,14', 0, '2013-06-18 15:02:57', '1', NULL, 400, 'Днепропетровск', 'Коктебель'),
(82, 'Тимофеева Татьяна Сергеевна', '0634293145', 'timofeeva0805@mail.ru', 88, '7,8', 0, '2013-06-18 15:02:57', '1', NULL, 400, 'Коктебель', 'Днепропетровск'),
(83, 'Администратор агентства', '0634412114', '777tur.com@gmail.com', 37, '18,17', 0, '2013-06-19 04:55:27', '2', NULL, 400, 'Днепропетровск', 'Межводное'),
(84, 'Администратор агентства', '0634412114', '777tur.com@gmail.com', 125, '18,17', 0, '2013-06-19 04:55:27', '2', NULL, 400, 'Межводное', 'Днепропетровск'),
(85, 'Кротова Марианна', '097-291-44-70', '777tur.ua@gmail.com', 113, '8,7,12,11', 0, '2013-06-19 05:29:19', '2', NULL, 800, 'Запорожье', 'Гурзуф'),
(86, 'Берелет Юлия', '093-800-87-12', '777tur.ua@gmail.com', 37, '3', 0, '2013-06-19 05:37:54', '1', NULL, 210, 'Днепропетровск', 'Черноморское'),
(87, 'Берелет Юлия', '093-800-87-12', '777tur.ua@gmail.com', 48, '3', 0, '2013-06-19 05:37:54', '1', NULL, 210, 'Черноморское', 'Днепропетровск'),
(88, 'Лещенко Наталья Николаевна', '066-551-2-991', '777tur.ua@gmail.com', 105, '4,5', 1, '2013-06-19 07:24:10', '1', NULL, 371, 'Днепропетровск', 'Скадовск'),
(89, 'Романова Людмила', '097-069-68-95', '777tur.ua@gmail.com', 1, '3', 0, '2013-06-19 07:55:59', '1', NULL, 220, 'Днепропетровск', 'Судак'),
(90, 'Поминов Олег', '097291-44-70', '777tur.ua@gmail.com', 37, '9', 0, '2013-06-19 09:11:55', '1', NULL, 200, 'Днепропетровск', 'Межводное'),
(91, 'Поминов Олег', '097291-44-70', '777tur.ua@gmail.com', 125, '9', 0, '2013-06-19 09:11:55', '1', NULL, 200, 'Межводное', 'Днепропетровск'),
(92, 'админ', '097291-44-70', '777tur.ua@gmail.com', 49, '4,5,1,2,3,9,12,15,18,14,13,16,17', 0, '2013-06-19 09:56:43', '2', NULL, 2535, 'Днепропетровск', 'Железный Порт'),
(93, 'админ', '097291-44-70', '777tur.ua@gmail.com', 108, '7,8,4,5,6,9,12,15,18,17,16,13,14', 0, '2013-06-19 09:56:43', '2', NULL, 2535, 'Железный Порт', 'Днепропетровск'),
(94, 'Компаниец Анна', '0977666441', '777tur.ua@gmail.com', 36, '9', 0, '2013-06-19 10:13:44', '1', NULL, 200, 'Ялта', 'Днепропетровск'),
(95, 'Плесняева Мария Александровна', '0660280549', '777tur.ua@gmail.com', 88, '9', 0, '2013-06-19 10:23:02', '1', NULL, 200, 'Феодосия', 'Днепропетровск'),
(96, 'Долгачева Анна Анатольевна', '097291-44-70', '777tur.ua@gmail.com', 37, '6,12,15', 0, '2013-06-19 11:18:20', '2', NULL, 600, 'Запорожье', 'Межводное'),
(97, 'Долгачева Анна Анатольевна', '097291-44-70', '777tur.ua@gmail.com', 125, '4,5,6', 0, '2013-06-19 11:18:20', '2', NULL, 600, 'Межводное', 'Запорожье'),
(98, 'Лещенко Наталья Николаевна', '066-551-2-991', '777tur.ua@gmail.com', 122, '7,8', 1, '2013-06-19 14:43:14', '1', NULL, 371, 'Скадовск', 'Днепропетровск'),
(99, 'и', '2', 't@t.t', 126, '21', 0, '2013-06-19 14:58:39', '2', NULL, 200, 'Днепропетровск', 'Гурзуф'),
(100, 'и', '2', 't@t.t', 127, '35', 0, '2013-06-19 14:58:39', '2', NULL, 200, 'Гурзуф', 'Днепропетровск'),
(101, 'дирявка оксана юрьевна', '0977973373', 'rodkom79@mail.ru', 128, '21,22', 0, '2013-06-19 18:50:24', '1', NULL, 420, 'Днепропетровск', 'Черноморское'),
(102, 'дирявка оксана юрьевна', '0977973373', 'rodkom79@mail.ru', 129, '21,22', 0, '2013-06-19 18:50:24', '1', NULL, 420, 'Черноморское', 'Днепропетровск'),
(103, 'Паливода Ирина Геннадиевна', '0676310281', 'temp@spar.dp.ua', 85, '1', 0, '2013-06-20 06:57:12', '2', NULL, 200, 'Днепропетровск', 'Феодосия'),
(104, 'Паливода Ирина Геннадиевна', '0676310281', 'temp@spar.dp.ua', 12, '12', 0, '2013-06-20 06:57:12', '2', NULL, 200, 'Феодосия', 'Днепропетровск'),
(105, 'Хоменко Николай Вадимович', ' 380634779157', 'nicollass321@mail.ru', 111, '31,32,36,35', 0, '2013-06-20 07:59:36', '1', NULL, 800, 'Днепропетровск', 'Межводное'),
(106, 'Каменский Евгений Игоревич', ' 380990161969', 'eikamensky@gmail.com', 85, '4,5', 0, '2013-06-20 11:27:38', '2', NULL, 460, 'Днепропетровск', 'Морское'),
(107, 'Маласай Галина Олеговна', '0509552269', 'gmalasay@mail.ru', 100, '9', 0, '2013-06-20 11:52:23', '2', NULL, 230, 'Симеиз', 'Днепропетровск'),
(108, 'Клец Валентина Михайловна', '063-697-81-90', '777tur.ua@gmail.com', 37, '14,13', 0, '2013-06-20 12:41:17', '2', NULL, 420, 'Днепропетровск', 'Черноморское'),
(109, 'Администратор агентства', '0634412114', '777tur.ua@gmail.com', 126, '18', 0, '2013-06-20 18:06:49', '2', NULL, 200, 'Днепропетровск', 'Межводное'),
(110, 'Администратор агентства', '0634412114', '777tur.ua@gmail.com', 48, '18', 0, '2013-06-20 18:06:49', '1', NULL, 200, 'Межводное', 'Днепропетровск'),
(111, 'Панарин Руслан Олегович', '0984931190', 'tuxa@ua.fm', 127, '31,32', 0, '2013-06-20 18:08:44', '1', NULL, 460, 'Днепропетровск', 'Оленевка'),
(112, 'Панарин Руслан Олегович', '0984931190', 'tuxa@ua.fm', 112, '31,32', 0, '2013-06-20 18:08:44', '1', NULL, 460, 'Оленевка', 'Днепропетровск'),
(113, 'Лацко', NULL, NULL, 72, '5,6,9', NULL, '2013-06-20 19:00:00', '1', NULL, 0, 'Морское', 'Запорожье'),
(114, 'Инна Калиновская', '096-908-90-02', 'larisa.74@mail.ru', 25, '9', NULL, '2013-06-20 19:00:00', '1', NULL, 200, 'Днепропетровск', 'Партенит'),
(115, 'Уперенко Диана Геннадиевна', '097-526-25-27', 'dikaya@ua.fm', 37, '7,8', NULL, '2013-06-20 19:00:00', '1', NULL, 420, 'Днепропетровск', 'Черноморское'),
(116, 'Уперенко Диана Геннадиевна', '097-526-25-27', 'dikaya@ua.fm', 48, '7,8', NULL, '2013-06-20 19:00:00', '1', NULL, 420, 'Черноморское', 'Днепропетровск'),
(117, 'Матуляк Александра Александровна', '380959416124', 'aleksandra.matulyak@mail.ru', 64, '21,22,25,26', NULL, '2013-06-20 19:00:00', '1', NULL, 880, 'Днепропетровск', 'Рыбачье'),
(118, 'михайленко наталья григорьевна', '0664048986', 'nes.nata@mail.ru', 128, '', 0, '2013-06-21 07:11:36', '2', NULL, 220, 'Днепропетровск', 'Малореченское'),
(119, 'михайленко наталья григорьевна', '0664048986', 'nes.nata@mail.ru', 129, '22,21', 0, '2013-06-21 07:11:36', '2', NULL, 440, 'Малореченское', 'Днепропетровск'),
(120, 'админ', '097291-44-70', '777tur.ua@gmail.com', 100, '4,5', 0, '2013-06-21 07:13:27', '2', NULL, 400, 'Ялта', 'Днепропетровск'),
(121, 'админ', '097291-44-70', '777tur.ua@gmail.com', 126, '7,8', 0, '2013-06-21 09:43:33', '1', NULL, 420, 'Днепропетровск', 'Черноморское'),
(122, 'дирявка', '097291-44-70', '777tur.ua@gmail.com', 130, '21,22', 0, '2013-06-21 09:48:14', '2', NULL, 420, 'Черноморское', 'Днепропетровск'),
(123, 'Каверина Татьяна Ивановна', '0663521747', 'tkaverina@ukr.net', 99, '7', 0, '2013-06-21 10:33:46', '2', NULL, 200, 'Днепропетровск', 'Ялта'),
(124, 'Кашеварова Лидия Юрьевна', '0974356863', '777tur.ua@gmail.com', 126, '6', 0, '2013-06-21 10:55:32', '1', NULL, 200, 'Днепропетровск', 'Межводное'),
(125, 'Губина Софья Юрьевна', '096-084-23-36', '777tur.ua@gmail.com', 111, '24,23', 0, '2013-06-21 12:39:12', '1', NULL, 400, 'Днепропетровск', 'Межводное'),
(126, 'Губина Софья Юрьевна', '096-084-23-36', '777tur.ua@gmail.com', 131, '24,23', 0, '2013-06-21 12:39:12', '1', NULL, 400, 'Межводное', 'Днепропетровск'),
(127, 'Христан Владимир Андреевич ', '0688515034', 'khristanvova@ua.fm', 99, '17,16', 0, '2013-06-21 17:01:56', '2', NULL, 400, 'Днепропетровск', 'Ялта'),
(128, 'Христан Владимир Андреевич ', '0688515034', 'khristanvova@ua.fm', 36, '16,17', 0, '2013-06-21 17:01:56', '2', NULL, 400, 'Ялта', 'Днепропетровск'),
(129, 'Кудряшов Алексей Викторович', ' 380504041499', 'alex-k-v@hotmail.com', 77, '25,26', 0, '2013-06-22 08:53:54', '2', NULL, 440, 'Днепропетровск', 'Судак'),
(130, 'Кудряшов Алексей Викторович', ' 380504041499', 'alex-k-v@hotmail.com', 132, '25,26', 0, '2013-06-22 08:53:54', '2', NULL, 440, 'Судак', 'Днепропетровск'),
(131, 'Екименко Наталья Викторовна', '(050)6272743', 'ekimenkonata@ukr.net', 48, '4,5', 0, '2013-06-22 09:15:04', '2', NULL, 400, 'Межводное', 'Днепропетровск'),
(132, 'Плишивый Андрей Геннадьевич', ' 380506181885', 'dino2015@yandex.ru', 85, '16,17', 1, '2013-06-22 13:48:21', '2', NULL, 380, 'Днепропетровск', 'Коктебель'),
(133, 'Плишивый Андрей Геннадьевич', ' 380506181885', 'dino2015@yandex.ru', 12, '16,17', 1, '2013-06-22 13:48:21', '1', NULL, 380, 'Коктебель', 'Днепропетровск'),
(134, 'Зубко Антонина Николаевна', '0989826968', 'derien.fawkes@gmail.com', 77, '29', 0, '2013-06-22 17:43:01', '2', NULL, 220, 'Запорожье', 'Судак'),
(135, 'Зубко Антонина Николаевна', '0989826968', 'derien.fawkes@gmail.com', 132, '29', 0, '2013-06-22 17:43:01', '2', NULL, 220, 'Судак', 'Запорожье'),
(136, 'харькова елена владимировна', '0664380441', 'lyolya@starinet.zp.ua', 99, '1,2', 1, '2013-06-22 19:07:35', '2', NULL, 380, 'Запорожье', 'Ялта'),
(137, 'Седусова Наталья Алексеевна', '0972538167', 'zabella09100@mail.ru', 133, '25,21,22', 1, '2013-06-23 06:43:35', '1', NULL, 638, 'Днепропетровск', 'Судак'),
(138, 'Седусова Наталья Алексеевна', '0972538167', 'zabella09100@mail.ru', 134, '21,22,25', 1, '2013-06-23 06:43:35', '1', NULL, 638, 'Судак', 'Днепропетровск'),
(139, 'Пинюшко Эльвира Сергеевна', ' 380675605669', 'vlad2850@mail.ru', 135, '21', 0, '2013-06-23 14:14:54', '1', NULL, 200, 'Межводное', 'Днепропетровск'),
(140, 'Мищенко алина', '380999049495', 'pro100.vlad2904@yandex.ua', 105, '9', 0, '2013-06-23 15:40:05', '2', NULL, 195, 'Запорожье', 'Лазурное'),
(141, 'Мищенко алина', '380999049495', 'pro100.vlad2904@yandex.ua', 60, '13', 0, '2013-06-23 15:40:05', '2', NULL, 195, 'Лазурное', 'Запорожье'),
(142, 'харькова елена владимировна', '0673470181', 'lyolya@starinet.zp.ua', 99, '4,5', 1, '2013-06-23 19:12:22', '2', NULL, 380, 'Запорожье', 'Ялта'),
(143, 'Горбачева Татьяна Сергеевна', '099-376-44-03', 'tanjuscha@hotmail.ru', 136, '30,29', 0, '2013-06-24 10:59:39', '1', NULL, 400, 'Днепропетровск', 'Гурзуф'),
(144, 'Горбачева Татьяна Сергеевна', '099-376-44-03', 'tanjuscha@hotmail.ru', 137, '29,30', 0, '2013-06-24 12:07:01', '1', NULL, 400, 'Гурзуф', 'Днепропетровск'),
(145, 'Арсень Алена Александровна', '0637065319', 'zai4a@yandex.ru', 138, '31,35,36', 1, '2013-06-24 17:55:54', '2', NULL, 638, 'Днепропетровск', 'Судак'),
(146, 'Юрченко Елена Павловна', '0679856394', 'panso74@mail.ru', 139, '24,23', 0, '2013-06-24 19:26:53', '1', NULL, 420, 'Днепропетровск', 'Черноморское'),
(147, 'Юрченко Елена Павловна', '0679856394', 'panso74@mail.ru', 140, '24,23', 0, '2013-06-24 19:26:53', '1', NULL, 420, 'Черноморское', 'Днепропетровск'),
(148, 'Екименко Наталья Викторовна', '(050)627-27-43', 'ekimenkonata@ukr.net', 48, '9', 0, '2013-06-25 06:50:00', '1', NULL, 200, 'Межводное', 'Днепропетровск'),
(149, 'перекопская екатерина сергеевна', '0977973373', 'rodkom79@mail.ru', 126, '9', 0, '2013-06-25 07:50:01', '1', NULL, 210, 'Днепропетровск', 'Черноморское'),
(150, 'перекопская екатерина сергеевна', '0977973373', 'rodkom79@mail.ru', 130, '25', 0, '2013-06-25 07:50:01', '1', NULL, 210, 'Черноморское', 'Днепропетровск'),
(151, 'Строков Игорь', '095-31-08-857', 'stigles@mail.ru', 141, '21,22', 0, '2013-06-25 07:59:14', '0', NULL, 460, 'Днепропетровск', 'Симеиз'),
(152, 'Строков Игорь', '095-31-08-857', 'stigles@mail.ru', 110, '24,23', 0, '2013-06-25 07:59:14', '0', NULL, 460, 'Симеиз', 'Днепропетровск'),
(153, 'Кривая Инна Николаевна', '067-751-33-44', '777tur.ua@gmail.com', 99, '10,11', 0, '2013-06-25 10:13:49', '0', NULL, 400, 'Днепропетровск', 'Ялта'),
(154, 'Кривая Инна Николаевна', '067-751-33-44', '777tur.ua@gmail.com', 36, '4,5', 0, '2013-06-25 10:13:49', '0', NULL, 400, 'Ялта', 'Днепропетровск'),
(155, 'Зарудний Игорь Викторович', '0970021368', 'zarudniy80@mail.ru', 85, '13,14', 0, '2013-06-25 11:52:30', '1', NULL, 440, 'Запорожье', 'Судак'),
(156, 'Дринько Татьяна Анатольевна', '0661267222', 'drinkot@mail.ru', 127, '21,22,24,23', 2, '2013-06-25 12:32:38', '0', NULL, 798, 'Днепропетровск', 'Черноморское'),
(157, 'Дринько Татьяна Анатольевна', '0661267222', 'drinkot@mail.ru', 112, '27,28,30,29', 2, '2013-06-25 12:32:38', '0', NULL, 798, 'Черноморское', 'Днепропетровск'),
(158, 'Крупенько Оксана Владимировна', '0665748381', 'oksana221085@yandex.ru', 142, '7,8', 1, '2013-06-25 12:56:46', '1', NULL, 371, 'Днепропетровск', 'Железный Порт'),
(159, 'Крупенько Оксана Владимировна', '0665748381', 'oksana221085@yandex.ru', 143, '7,8', 1, '2013-06-25 12:56:46', '1', NULL, 371, 'Железный Порт', 'Днепропетровск'),
(160, 'Дринько Татьяна Анатольевна', ' 380661267222', 'drinkot@mail.ru', 111, '27,28,30,29', 2, '2013-06-25 13:29:11', '0', NULL, 798, 'Днепропетровск', 'Черноморское'),
(161, 'Дринько Татьяна Анатольевна', ' 380661267222', 'drinkot@mail.ru', 112, '25,26,24,23', 2, '2013-06-25 13:29:11', '0', NULL, 798, 'Черноморское', 'Днепропетровск'),
(162, 'Плишивый', '0972914470', '777tur.ua@gmail.com', 12, '16,17', 0, '2013-06-26 03:58:24', '1', NULL, 440, 'Судак', 'Днепропетровск'),
(163, 'Зарудный', '0972914470', '777tur.ua@gmail.com', 85, '4,5', 0, '2013-06-26 04:01:29', '0', NULL, 440, 'Днепропетровск', 'Судак'),
(164, 'Администратор агентства', '0634412114', 'viparhomenko@mail.ru', 105, '5,4,8,7,9,12,11,10,15,14,13,18,17,16', 0, '2013-06-26 05:32:56', '0', NULL, 2730, 'Днепропетровск', 'Лазурное'),
(165, 'Администратор агентства', '0634412114', 'viparhomenko@mail.ru', 60, '11,10,15,14,13,18,17,16', 0, '2013-06-26 05:32:56', '0', NULL, 1560, 'Лазурное', 'Днепропетровск'),
(166, 'Администратор агентства', '0634412114', 'viparhomenko@mail.ru', 48, '2,1,4,5,6,12,11,10,15,14,13,17,16', 0, '2013-06-26 05:34:21', '0', NULL, 2600, 'Межводное', 'Днепропетровск'),
(167, 'Плишивый', '050-61-81-885', '777tur.ua@gmail.com', 85, '1,2', 0, '2013-06-26 07:35:10', '1', NULL, 400, 'Днепропетровск', 'Коктебель'),
(168, 'ывфывыф ваывавы ымывмыв', '0996556554', 'авыа@апвапюорпр', 63, '9', 0, '2013-06-26 09:03:21', '0', NULL, 195, 'Днепропетровск', 'Железный Порт'),
(169, 'Иноземцев Андрей Андреевич', '095-465-40-55', '777tur.ua@gmail.com', 85, '3,6', 2, '2013-06-26 09:22:14', '1', NULL, 396, 'Днепропетровск', 'Судак'),
(170, 'оло', '03', 'нен@hn.ry', 73, '15,18,6,9', 0, '2013-06-26 10:21:03', '0', NULL, 780, 'Днепропетровск', 'Скадовск'),
(171, 'Скворцова Наталья Борисовна', '095-314-34-50', '777tur.ua@gmail.com', 85, '9', 0, '2013-06-26 11:06:32', '0', NULL, 220, 'Днепропетровск', 'Судак'),
(172, 'Скворцова Наталья Борисовна', '095-314-34-50', '777tur.ua@gmail.com', 12, '12', 0, '2013-06-26 11:06:32', '0', NULL, 220, 'Судак', 'Днепропетровск'),
(173, 'мойсеенко александра владимировна', '380968085239', 'mojseenkoAV@gmail.com', 68, '9', 0, '2013-06-27 05:47:39', '0', NULL, 195, 'Днепропетровск', 'Лазурное'),
(174, 'Зубко Антонина Николаевна', '0989826968', 'derien.fawkes@gmail.com', 114, '9', 0, '2013-06-27 06:21:22', '1', NULL, 200, 'Ялта', 'Запорожье'),
(175, 'Рязанова Светлана', '093-772-62-89', '777tur.ua@gmail.com', 73, '13,14', 0, '2013-06-27 08:20:44', '1', NULL, 390, 'Днепропетровск', 'Железный Порт'),
(176, 'Рязанова Светлана', '093-772-62-89', '777tur.ua@gmail.com', 122, '7,8', 0, '2013-06-27 08:20:44', '2', NULL, 390, 'Железный Порт', 'Днепропетровск'),
(177, 'ШАПОВАЛОВ ВИТАЛИЙ ГЕРМОНОВИЧ', ' 380509905877', 'vitalick1979@mail.ru', 144, '29,30', 0, '2013-06-27 08:39:02', '0', NULL, 460, 'Днепропетровск', 'Симеиз'),
(178, 'Хоменко Николай Вадимович', '0634779157', '777tur.ua@gmail.com', 111, '31,32,35,36', 0, '2013-06-27 08:55:49', '1', NULL, 800, 'Днепропетровск', 'Межводное'),
(179, 'Бесклубый Виталий Эдуардович', '095-544-61-65', '777tur.ua@gmail.com', 145, '21,22', 0, '2013-06-27 09:34:40', '1', NULL, 400, 'Днепропетровск', 'Гурзуф'),
(180, 'Бесклубый Виталий Эдуардович', '095-544-61-65', '777tur.ua@gmail.com', 146, '21,22', 0, '2013-06-27 09:34:40', '1', NULL, 400, 'Гурзуф', 'Днепропетровск'),
(181, 'Мирошниченко Владимир Иванович', '096-225-85-70', '777tur.ua@gmail.com', 147, '21,22', 0, '2013-06-27 09:56:08', '1', NULL, 400, 'Днепропетровск', 'Межводное'),
(182, 'Мирошниченко Владимир Иванович', '096-225-85-70', '777tur.ua@gmail.com', 112, '31,32', 0, '2013-06-27 09:56:08', '1', NULL, 400, 'Межводное', 'Днепропетровск'),
(183, 'Рашевская Ольга Валентиновна', '0676998931', 'mbc.audit.or@gmail.com', 148, '31,32', 0, '2013-06-27 11:15:57', '0', NULL, 440, 'Днепропетровск', 'Судак'),
(184, 'Рязанова Светлана', '097291-44-70', '777tur.ua@gmail.com', 122, '4,5', 0, '2013-06-27 11:27:31', '1', NULL, 390, 'Железный Порт', 'Днепропетровск'),
(185, 'Чернокуренко Юрий', '097291-44-70', '777tur.ua@gmail.com', 147, '9,10,12,13,14', 0, '2013-06-27 11:37:09', '1', NULL, 1000, 'Днепропетровск', 'Межводное'),
(186, 'Панарин Руслан Олегович', '0984931190', '777tur.ua@gmail.com', 127, '31,32', 0, '2013-06-27 11:52:45', '1', NULL, 460, 'Днепропетровск', 'Оленевка'),
(187, 'мыслицкая любовь александровна', '0676312391', 'lubin-sad@yandex.ru', 147, '24,23', 0, '2013-06-27 12:31:05', '0', NULL, 400, 'Днепропетровск', 'Межводное'),
(188, 'мыслицкая любовь александровна', '0676312391', 'lubin-sad@yandex.ru', 112, '34,33', 0, '2013-06-27 12:31:05', '0', NULL, 400, 'Межводное', 'Днепропетровск'),
(189, 'Панарин Руслан Олегович', '097291-44-70', '777tur.ua@gmail.com', 112, '1,2', 0, '2013-06-27 12:45:28', '1', NULL, 400, 'Оленевка', 'Днепропетровск'),
(190, 'Корниенко Денис Юрьевич', '0672242555', 'korney17@mail.ru', 61, '11', 0, '2013-06-28 07:49:28', '0', NULL, 220, 'Запорожье', 'Судак'),
(191, 'Дмитриев Валентин Анатольевич', '0958046196', 'dmvalik@rambler.ru', 79, '21,22', 0, '2013-06-28 12:39:49', '0', NULL, 440, 'Днепропетровск', 'Судак'),
(192, 'Дмитриев Валентин Анатольевич', '0958046196', 'dmvalik@rambler.ru', 149, '8,7', 0, '2013-06-28 12:39:49', '0', NULL, 440, 'Судак', 'Днепропетровск'),
(193, 'Жемякин Алексей Юрьевич', ' 380676323461', 'alexjam92@mail.ru', 150, '9', 0, '2013-06-28 16:59:10', '0', NULL, 170, 'Днепропетровск', 'Железный Порт'),
(194, 'Жемякин Алексей Юрьевич', ' 380676323461', 'alexjam92@mail.ru', 151, '9', 0, '2013-06-28 16:59:10', '0', NULL, 170, 'Железный Порт', 'Днепропетровск');

-- --------------------------------------------------------

--
-- Структура таблицы `reyses`
--

CREATE TABLE IF NOT EXISTS `reyses` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `idroute` int(20) unsigned NOT NULL,
  `free_places` varchar(255) DEFAULT NULL,
  `booked_places` varchar(255) DEFAULT NULL,
  `reserved_places` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `typeavtobus` varchar(2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=152 ;

--
-- Дамп данных таблицы `reyses`
--

INSERT INTO `reyses` (`id`, `idroute`, `free_places`, `booked_places`, `reserved_places`, `date`, `typeavtobus`) VALUES
(1, 1, '15,17', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,16,18', '', '2013-06-21', '3'),
(2, 1, '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '', '2013-06-22', '0'),
(3, 1, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(4, 1, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(5, 1, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(6, 1, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-30', '0'),
(7, 2, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-21', '0'),
(8, 2, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(9, 2, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(10, 2, '10', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(11, 2, '29,30', '20,21,22,23,24,25,26,27,28,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(12, 2, '18', '1,2,3,4,5,6,7,8,9,10,11,13,14,15,16,17,12', '', '2013-06-30', '3'),
(13, 3, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-21', '0'),
(14, 3, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(15, 3, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(16, 3, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(17, 3, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(18, 3, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-30', '0'),
(19, 4, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-21', '0'),
(20, 4, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(21, 4, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(22, 4, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(23, 4, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(24, 4, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-30', '0'),
(25, 5, '6,7,8', '1,2,9,10,11,12,13,14,15,16,17', '3,4,5,18', '2013-06-21', '3'),
(26, 5, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(27, 5, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(28, 5, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(29, 5, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(30, 5, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-30', '0'),
(31, 6, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-21', '0'),
(32, 6, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(33, 6, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(34, 6, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(35, 6, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(36, 6, '1,2,3,6,7,8,10,11,12,13,14,15,16,17,18', '4,5,9', '', '2013-06-30', '3'),
(37, 7, '6,11,12,13,14,15,16,17', '3,4,5,7,8,9,10,18', '1,2', '2013-06-21', '3'),
(38, 7, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(39, 7, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(40, 7, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(41, 7, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-29', '0'),
(42, 7, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-30', '0'),
(43, 8, '', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '2013-06-21', '3'),
(44, 8, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-22', '0'),
(45, 8, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-23', '0'),
(46, 8, '', '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-06-28', '0'),
(47, 8, '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '', '1,2,3', '2013-06-29', '3'),
(48, 8, '3', '3,7,8,9,18,2,1,4,5,6,12,11,10,15,14,13,17,16', '', '2013-06-30', '3'),
(49, 9, '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17', '18', '', '2013-06-21', '3'),
(50, 9, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-22', '3'),
(51, 9, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-23', '3'),
(52, 9, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-28', '3'),
(53, 9, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-29', '3'),
(54, 9, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-30', '3'),
(55, 10, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-21', '3'),
(56, 10, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-22', '3'),
(57, 10, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-23', '3'),
(58, 10, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-28', '3'),
(59, 10, '', '6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3,4,5', '2013-06-29', '3'),
(60, 10, '', '6,7,8,9,12,11,10,15,14,13,18,17,16', '1,2,3,4,5', '2013-06-30', '3'),
(61, 1, '6,7,8,9,10,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '11', '1,2,3,4,5', '2013-07-02', '0'),
(62, 2, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-24', '0'),
(63, 9, '9,10,11,12,13,14,15,16,17,18', '6,7,8', '1,2,3,4,5', '2013-07-20', '3'),
(64, 3, '23,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,4,5,20,24', '3,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-02', '0'),
(65, 4, '20,21,22,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '23,24', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-10', '0'),
(66, 1, '20,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22,23,24', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-12', '0'),
(67, 2, '20,21,22,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '23,24', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-20', '0'),
(68, 9, '7,8,10,11,13,14,15,16,17,18', '6,12,9', '1,2,3,4,5', '2013-07-05', '3'),
(69, 10, '6,7,8,9,10,11,12,13,14,15,16,17,18', '', '1,2,3,4,5', '2013-07-17', '3'),
(70, 3, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-16', '0'),
(71, 4, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-28', '0'),
(72, 2, '20,21,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '5,6,9,22,23,24', '1,2,3,4,7,8,10,11,12,13,14,15,16,17,18,19', '2013-07-14', '0'),
(73, 9, '6,9,15,16,17,18', '7,8,10,11,12,13,14', '1,2,3,4,5', '2013-07-12', '3'),
(76, 5, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-09', '0'),
(77, 1, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-09', '0'),
(78, 2, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-10', '0'),
(79, 1, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', ',21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-16', '0'),
(80, 10, '6,10,11,12,13,14,15,16,17,18', '7,8,9', '1,2,3,4,5', '2013-07-07', '3'),
(81, 5, '7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '29,30', '1,2,3,4,5,6', '2013-07-05', '0'),
(82, 6, '20,21,22,23,24,25,26,27,28,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '29,30', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-13', '0'),
(84, 1, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-25', '0'),
(85, 1, '4,5,7,8,10,11,12,15,16,17', '1,2,3,6,7,8,9,10,11,13,14', '18', '2013-06-27', '3'),
(86, 2, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-19', '0'),
(87, 2, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-26', '0'),
(88, 2, '1,2,3,6,10,11,12,13,14,15,16,17', '4,5,7,8,9,18', '', '2013-06-24', '3'),
(90, 5, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-25', '0'),
(91, 6, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-19', '0'),
(92, 6, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-26', '0'),
(94, 3, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-25', '0'),
(95, 4, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-19', '0'),
(96, 4, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-26', '0'),
(97, 7, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-18', '0'),
(98, 7, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '1,2,3', '2013-06-25', '0'),
(99, 5, '1,2,3,4,5,6,7,8,9,12,13,14,15,16,17,18', '10,11', '', '2013-06-27', '3'),
(100, 6, '4,5,9,13,14,15,16,17', '1,2,6,7,8,10,11,12', '3,18', '2013-06-24', '3'),
(101, 3, '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '', '1,2,3', '2013-06-27', '3'),
(102, 4, '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '', '1,2,3', '2013-06-24', '3'),
(103, 9, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3', '2013-06-18', '3'),
(104, 9, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3', '2013-06-25', '3'),
(105, 9, '', '6,5,4,8,7,9,12,11,10,15,14,13,18,17,16', '1,2,3', '2013-06-27', '3'),
(106, 10, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3', '2013-06-19', '3'),
(107, 10, '', '4,5,6,7,8,9,10,11,12,13,14,15,16,17,18', '1,2,3', '2013-06-25', '3'),
(108, 10, '4,5,6,7,8,9,10,11,12,13,14,15,16,17', '18', '1,2,3', '2013-06-24', '3'),
(109, 5, '20,21,22,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '23', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-12', '0'),
(110, 6, '20,22,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,23,24', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-14', '0'),
(111, 7, '20,23,24,25,26,33,34,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22,27,28,29,30,31,32,35,36', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-05', '0'),
(112, 8, '20,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22,23,24,25,26,27,28,29,30,31,32,33,34,1,2', '3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-14', '0'),
(113, 5, '9,10,13,14,15,16,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '7,8,11,12', '1,2,3,4,5,6,17,18', '2013-07-02', '0'),
(114, 6, '7,8,10,11,12,13,14,15,16,17', ',9', '1,2,3,4,5,6', '2013-07-10', '3'),
(115, 1, '7,8,9,10,11,12,13,14,15,16,17', '1,2', '3,4,5,6,18', '2013-07-05', '3'),
(116, 2, '7,8,9,10,11,12,13,14,15,16,17', '1,2', '3,4,5,6,18', '2013-07-13', '3'),
(117, 6, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-20', '0'),
(118, 9, '6,9,10,11,12,13,14,15,16,17,18', '7,8', '1,2,3,4,5', '2013-07-26', '3'),
(119, 10, '6,9,10,11,12,13,14,15,16,17,18', '7,8', '1,2,3,4,5', '2013-08-10', '3'),
(120, 9, '6,9,13,14,15,16,17,18', '7,8,10,11,12', '1,2,3,4,5', '2013-08-10', '3'),
(121, 10, '6,9,13,14,15,16,17,18', '7,8,10,11,12', '1,2,3,4,5', '2013-08-21', '3'),
(122, 10, '6,9,13,14,15,16,17', '7,8,10,11,12,18,4,5', '1,2,3', '2013-07-20', '3'),
(123, 7, '23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '20,21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-09', '0'),
(124, 8, '23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '20,21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-17', '0'),
(125, 8, '4,5,6,7,8,10,11,12,13,14,15,16,17', '9,18', '1,2,3', '2013-06-24', '3'),
(126, 7, '1,2,3,4,5,10,11,12,13,14,15,16,17', '6,7,8,9,18', '', '2013-06-27', '3'),
(127, 7, '20,25,26,27,28,29,30,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22,23,24,31,32', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-02', '0'),
(128, 3, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-03', '0'),
(129, 4, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-10', '0'),
(130, 8, '20,21,22,23,24,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '25', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-03', '0'),
(131, 8, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-10', '0'),
(132, 2, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-17', '0'),
(133, 1, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-19', '0'),
(134, 2, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-28', '0'),
(135, 8, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-07', '0'),
(136, 5, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-13', '0'),
(137, 6, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-21', '0'),
(138, 1, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-10', '0'),
(139, 7, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-09', '0'),
(140, 8, '20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-25', '0'),
(141, 5, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-06', '0'),
(142, 9, '6,9,10,11,12,13,14,15,16,17,18', '7,8', '1,2,3,4,5', '2013-07-27', '3'),
(143, 10, '6,9,10,11,12,13,14,15,16,17,18', '7,8', '1,2,3,4,5', '2013-08-07', '3'),
(144, 5, '20,21,22,23,24,25,26,27,28,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '29,30', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-16', '0'),
(145, 5, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-02', '0'),
(146, 6, '20,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-08-10', '0'),
(147, 7, '20,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '21,22,9,10,12,13,14,24,23', '1,2,3,4,5,6,7,8,11,15,16,17,18,19', '2013-07-06', '0'),
(148, 1, '20,21,22,23,24,25,26,27,28,29,30,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '31,32', '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19', '2013-07-27', '0'),
(149, 2, '6,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '7,8', '1,2,3,4,5', '2013-07-27', '0'),
(150, 9, '6,7,8,10,11,12,13,14,15,16,17,18', '9', '1,2,3,4,5', '2013-07-16', '3'),
(151, 10, '6,7,8,10,11,12,13,14,15,16,17,18', '9', '1,2,3,4,5', '2013-07-24', '3');

-- --------------------------------------------------------

--
-- Структура таблицы `routes`
--

CREATE TABLE IF NOT EXISTS `routes` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `idpoint` int(20) unsigned NOT NULL,
  `idroute` int(20) unsigned NOT NULL,
  `point` varchar(255) DEFAULT NULL,
  `price` varchar(10) DEFAULT NULL,
  `days` varchar(255) DEFAULT NULL,
  `ptime` varchar(10) DEFAULT NULL,
  `dop_date` text,
  `sector` int(2) unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=55 ;

--
-- Дамп данных таблицы `routes`
--

INSERT INTO `routes` (`id`, `idpoint`, `idroute`, `point`, `price`, `days`, `ptime`, `dop_date`, `sector`) VALUES
(1, 1, 1, 'Днепропетровск', '0', 'вторник,пятница,суббота', '22:00', '21.06.2013,27.06.2013', 0),
(2, 3, 1, 'Феодосия', '200', '*', '*', '*', 1),
(3, 4, 1, 'Коктебель', '200', '*', '*', '*', 1),
(4, 5, 1, 'Судак', '220', '*', '*', '*', 1),
(5, 6, 1, 'Морское', '230', '*', '1:6:45', '*', 1),
(6, 1, 2, 'Морское', '*', 'среда,суббота,воскресенье', '12:00', '24.06.2013,30.06.2013', 1),
(7, 2, 2, 'Судак', '*', '*', '12:20', '*', 1),
(8, 3, 2, 'Коктебель', '*', '*', '12:50', '*', 1),
(9, 4, 2, 'Феодосия', '*', '*', '12:10', '*', 1),
(10, 5, 2, 'Запорожье', '*', '*', '19.00', '*', 0),
(11, 6, 2, 'Днепропетровск', '*', '*', '20.15', '*', 0),
(12, 1, 3, 'Днепропетровск', '0', 'вторник,пятница,суббота', '22:00', '*', 0),
(13, 2, 3, 'Запорожье', '-0', '*', '23.20', '*', 0),
(14, 3, 3, 'Рыбачье', '220', '*', '*', '*', 1),
(15, 4, 3, 'Малореченское', '220', '*', '*', '*', 1),
(16, 5, 3, 'Солнечногорское', '220', '*', '1:6:45', '*', 1),
(17, 1, 4, 'Солнечногорское', '*', 'среда,суббота,воскресенье', '12:25', '*', 1),
(18, 2, 4, 'Малореченское', '*', '*', '12:10', '*', 1),
(19, 3, 4, 'Рыбачье', '*', '*', '12:00', '*', 1),
(20, 4, 4, 'Запорожье', '*', '*', '19:00', '*', 0),
(21, 5, 4, 'Днепропетровск', '*', '*', '20:15', '*', 0),
(22, 1, 5, 'Днепропетровск', '0', 'вторник,пятница,суббота', '22:00', '21.06.2013,27.06.2013', 0),
(23, 2, 5, 'Запорожье', '-0', '*', '23.20', '*', 0),
(24, 3, 5, 'Партенит', '200', '*', '*', '*', 1),
(25, 4, 5, 'Гурзуф', '200', '*', '*', '*', 1),
(26, 5, 5, 'Ялта', '200', '*', '*', '*', 1),
(27, 6, 5, 'Симеиз', '230', '*', '1:6:45', '*', 1),
(28, 1, 6, 'Симеиз', '*', 'среда,суббота,воскресенье', '12.00', '24.06.2013,30.06.2013', 1),
(29, 2, 6, 'Ялта', '*', '*', '12:30', '*', 1),
(30, 3, 6, 'Гурзуф', '*', '*', '12:50', '*', 1),
(31, 5, 6, 'Запорожье', '*', '*', '19:00', '*', 0),
(32, 6, 6, 'Днепропетровск', '*', '*', '20:00', '*', 0),
(33, 1, 7, 'Днепропетровск', '0', 'вторник,пятница,суббота', '22:00', '21.06.2013,27.06.2013', 0),
(34, 2, 7, 'Запорожье', '-0', '*', '23.30', '*', 0),
(35, 4, 7, 'Межводное', '200', '*', '*', '*', 1),
(36, 5, 7, 'Черноморское', '200', '*', '*', '*', 1),
(37, 6, 7, 'Оленевка', '210', '*', '1:6:45', '*', 1),
(38, 1, 8, 'Оленевка', '*', 'среда,суббота,воскресенье', '12.00', '24.06.2013,30.06.2013', 1),
(39, 2, 8, 'Черноморское', '*', '*', '12:20', '*', 1),
(40, 3, 8, 'Межводное', '*', '*', '12:35', '*', 1),
(41, 5, 8, 'Запорожье', '*', '*', '*', '*', 0),
(42, 6, 8, 'Днепропетровск', '*', '*', '*', '*', 0),
(43, 1, 9, 'Днепропетровск', '0', 'вторник,пятница,суббота', '22:00', '27.06', 0),
(44, 2, 9, 'Запорожье', '-0', '*', '23.30', '*', 0),
(45, 4, 9, 'Лазурное', '170', '*', '*', '*', 1),
(46, 2, 10, 'Лазурное', '*', '*', '12:50', '*', 1),
(47, 4, 10, 'Запорожье', '*', '*', '*', '*', 0),
(48, 5, 10, 'Днепропетровск', '*', '*', '*', '*', 0),
(49, 3, 9, 'Скадовск', '170', NULL, NULL, NULL, 1),
(50, 5, 9, 'Железный Порт', '170', NULL, NULL, NULL, 1),
(51, 1, 10, 'Железный Порт', '*', 'среда,суббота,воскресенье', '12:00', '24.06', 1),
(52, 3, 10, 'Скадовск', '*', NULL, '13:15', NULL, 1),
(53, 2, 1, 'Запорожье', '0', '*', '23:30', '*', 0),
(54, 4, 6, 'Партенит', '*', '*', '13:05', '*', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `routesetting`
--

CREATE TABLE IF NOT EXISTS `routesetting` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `idroute` int(20) unsigned NOT NULL,
  `free_places` varchar(255) DEFAULT NULL,
  `booked_places` varchar(255) DEFAULT NULL,
  `reserved_places` varchar(255) DEFAULT NULL,
  `typeavtobus` varchar(2) DEFAULT NULL,
  `days` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `routesetting`
--

INSERT INTO `routesetting` (`id`, `idroute`, `free_places`, `booked_places`, `reserved_places`, `typeavtobus`, `days`) VALUES
(1, 1, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '2,5,6'),
(2, 2, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '3,6,7'),
(3, 3, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '2,5,6'),
(4, 4, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '3,6,7'),
(5, 5, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '2,5,6'),
(6, 6, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '3,6,7'),
(7, 7, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '2,5,6'),
(8, 8, '6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55', '', '1,2,3,4,5', '0', '3,6,7'),
(9, 9, '6,7,8,9,10,11,12,13,14,15,16,17,18', '', '1,2,3,4,5', '3', '2,5,6'),
(10, 10, '6,7,8,9,10,11,12,13,14,15,16,17,18', '', '1,2,3,4,5', '3', '3,6,7');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `login` varchar(20) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `status` varchar(10) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `login`, `password`, `status`, `email`) VALUES
(1, 'administrator', '4a5e36bc4d9d456977e8db6ef68c85a4d77e2bb9e52d016e764bcf48afe1c683', 'admin', 'ducompany@gmail.com');
